# tap isn't needed for homebrew/core
# tap "homebrew/cask"

brew "autojump"
brew "chruby"
brew "chruby-fish"
brew "csvkit"
brew "dos2unix"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "grip"
brew "jrnl"
brew "neovim"
brew "pspg"
brew "ruby-install"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "toxiproxy"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "yamllint"
brew "yarn"
brew "universal-ctags"

# Development
brew "postgresql"

# cask "bitbar"
cask "iterm2"
cask "1password-cli"
cask "1password"
cask "alfred"
cask "visual-studio-code"

# brew "mas"

# vim: ft=ruby
